/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (núcleo volcado)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "Nueva ventana con perfil - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "Nueva pestaña con perfil – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nueva ventana con el mismo comando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nueva pestaña con el mismo comando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "Cambiar ajuste";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "Perfil de %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "Grupo de ventanas de %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Servidores detectados ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Negro sobre blanco";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Negro sobre amarillo";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Azul sobre blanco";

/* Name of built-in default window settings */
"Built-in" = "Integrada";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Menu item title */
"Clear to Previous Bookmark" = "Borrar hasta marcador anterior";

/* Menu item title */
"Clear to Previous Mark" = "Borrar hasta marca anterior";

/* Menu item title */
"Clear to Selected Bookmark" = "Borrar hasta marcador seleccionado";

/* Menu item title */
"Clear to Selected Mark" = "Borrar hasta marca seleccionada";

/* Menu item title */
"Clear to Start of Selection" = "Borrar hasta principio de la selección";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* No comment provided by engineer. */
"Close All" = "Cerrar todo";

/* Tab close-button accessibility label/title. */
"Close tab" = "Cerrar pestaña";

/* Tab close-button accessibility role description. */
"close tab button" = "botón para cerrar pestaña";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Al cerrar esta pestaña, terminará el proceso en ejecución %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Al cerrar esta pestaña, terminará los procesos en ejecución %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Al cerrar esta ventana, terminará el proceso en ejecución %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Al cerrar esta ventana, terminará los procesos en ejecución: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[No se ha podido crear un proceso nuevo y abrir un pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Por omisión";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Arranque";

/* Compose Email Message contextual menu item. */
"Compose" = "Redactar";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Conectar";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copiar";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "¿Quieres cerrar esta pestaña?";

/* Window close sheet; message title */
"Do you want to close this window?" = "¿Quieres cerrar esta ventana?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "¿Quieres terminar los procesos en ejecución de esta ventana?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "¿Quieres terminar los procesos en ejecución de esta pestaña?";

/* Service */
"File Transfer (ftp)" = "Transferencia de archivos (ftp)";

/* Find Panel; window title */
"Find" = "Buscar";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Verde sobre negro";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Ocultar inspector";

/* Menu item title */
"Hide Marks" = "Ocultar marcas";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Ocultar barra de pestañas";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Si no compruebas las ventanas, los procesos en ejecución finalizarán.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Puede que se haya copiado solo parcialmente de otro ordenador.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Varios archivos no han podido importarse.";

/* Default name for new window settings */
"New profile" = "Nuevo perfil";

/* No options for this service */
"No options" = "No hay opciones";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "No hay grupos de ventanas guardados";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "Ningún grupo de ventanas";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objeto";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Open Link contextual menu item. */
"Open Link" = "Abrir enlace";

/* Open man Page contextual menu item. */
"Open man Page" = "Abrir página “man”";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Abrir página “man” para “%@”";

/* Open man Page function key label. */
"man page" = "página “man”";

/* Open man Page function key options label. */
"Search Term Display:" = "Visualización de la búsqueda:";

/* Open man Page function key options label. */
"man Title None" = "Ninguno";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Anchura fija";

/* Open man Page function key options label. */
"man Title Automatic" = "Automático";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Buscar “%@” en índice de páginas “man”";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "No puedes enviar el texto a Terminal porque incluye contenido no válido para el modo de pegado entre corchetes.";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "El modo de pegado entre corchetes está activado en Terminal y el texto que se va a enviar contiene la secuencia de escape que marca el final del texto pegado. Esto no es válido para el modo de pegado entre corchetes y podría provocar que otro contenido posterior del texto ejecute comandos arbitrarios.";

/* Look Up contextual menu item. */
"Look Up" = "Consultar";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Consultar “%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Consultar “%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Buscar con %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Buscar en Internet";

/* Default process name */
"Process name" = "Nombre del proceso";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* Service */
"Remote Login (telnet)" = "Sesión remota (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Eliminar";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Reemplazar";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Al reemplazar %@, se sustituirá su contenido.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Al reemplazar %@, se sustituirá su contenido.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Comprobar ventanas…";

/* Window group save panel; panel title */
"Save Window Group" = "Guardar grupo de ventanas";

/* Service */
"Secure File Transfer (sftp)" = "Transferencia de archivos segura (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell segura (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automático)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocolo SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Mostrar inspector";

/* Menu item title */
"Show Marks" = "Mostrar marcas";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Mostrar barra de pestañas";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automático)";

/* Connect to service option */
"SSH Protocol 1" = "Protocolo SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocolo SSH 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "usar Opción como tecla modificadora";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "Tecla ⌥ modificadora";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Opción";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "L";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Opción es una tecla modificadora";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Opción";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "insertar marcador";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "marca siguiente";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "marca anterior";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "marcador siguiente";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "marcador anterior";

/* Function key description */
"Previous/Next Mark" = "Marca anterior/siguiente";

/* Function key description */
"Previous/Next Bookmark" = "Marcador anterior/siguiente";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "“Marca anterior/siguiente” inserta un marcador";

/* Button title for making a new tab. */
"New Tab" = "Nueva pestaña";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "nueva conexión remota";

/* Function key description */
"New Remote Connection" = "Nueva conexión remota";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Insertar marcador";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Texto de Terminal.txt";

/* No comment provided by engineer. */
"Terminate" = "Terminar";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Finalizar procesos";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "Ya existe %1$@ %2$@. ¿Quieres reemplazarlos?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "Ya existe %1$@ %2$@. ¿Quieres reemplazarlo?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "El administrador ha ajustado tu shell a un valor no válido.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "El archivo está dañado. Intenta pedir una nueva copia del archivo a su autor.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "No se ha podido ejecutar el archivo“%@” porque careces de los privilegios de acceso necesarios.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "No se ha podido importar el archivo “%@”.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "No se ha podido abrir el archivo“%@” porque está dañado.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Los siguientes archivos están dañados: %@. Intenta pedir una nueva copia de los archivos a su autor.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "El nombre es demasiado corto.";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "Ya existe un perfil llamado “%@”.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Para consultar o modificar los privilegios de acceso, selecciona el archivo en el Finder y elige Archivo > Obtener información.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Intenta introducir un nombre diferente.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Intenta introducir un nombre con más caracteres.";

/* Function key description */
"Use Option as Meta Key" = "Usar Opción como tecla modificadora";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "abrir página “man”";

/* Function key description */
"Open man Page for Selection" = "Abrir página “man” para la selección";

/* Function key description */
"Background Color" = "Color de fondo";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 extras (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 compacto (F1-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 todo activado (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Blanco sobre negro";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Blanco sobre azul";

/* Window group save panel; name of object used in replacement panels */
"window group" = "grupo de ventanas";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "perfil";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "No tienes permiso para ejecutar esta aplicación.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Tienes %d ventanas con procesos en ejecución. ¿Quieres revisar estos cambios antes de salir?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Comando no encontrado: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Proceso completado]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Se ha salido del proceso - código de salida %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Proceso terminado por la señal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Contenido restaurado truncado]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restaurado: %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Marcado: %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "No hay marcadores";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "Split View";

"Close split-view" = "Cerrar Split View";

/* strings used for Shortcut man page support */

"Man Pages" = "Páginas “man”";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@” no se puede abrir porque %@ no tiene permiso para abrir documentos en Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal está abriendo una conexión ssh con %@ para %@.";
"QuarantineTitleTelnet" = "Terminal está abriendo una conexión telnet con %@ para %@.";
"QuarantineTitle2" = " ¿Autorizas esta operación?";
"QuarantineMessage" = "Esta operación revelará tu nombre de usuario y la dirección de red al otro ordenador. Para que no se muestre este aviso en el futuro, añádelo a la lista ssh de hosts conocidos.";
"QuarantineMessageError" = "\n\nSe ha producido un error al buscar hosts conocidos (para más información, ejecuta “%@”).";
"QuarantineAllow" = "Permitir";
"QuarantineDeny" = "No permitir";

"Alter Profiles" = "Alterar perfiles";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(detenido)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Inactivo";

/* Inspector process list: process status */
"Runnable" = "Ejecutable";

/* Inspector process list: process status */
"Sleeping" = "En reposo";

/* Inspector process list: process status */
"Stopped" = "Detenido";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Sí";

/* Inspector process list: boolean NO */
"No" = "No";
